/* NSMenuItem : <title: > (oid:4399) */
" " = " ";

/* NSButton (Always overwrite when reloading) : <title:Always overwrite when reloading> (oid:1371) */
"Always overwrite when reloading" = "Reescrever sempre os ficheiros ao transferir";

/* NSButton (Always use this application) : <title:Always use this application> (oid:2011) */
"Always use this application" = "Usar sempre o editor predefenido";

/* NSBox (Appearance) : <title:Appearance> (oid:886) */
"Appearance" = "Apresentação";

/* NSTextField (Ask before closing a connected browser window.) : <title:Ask before closing a connected browser window.> (oid:1591) */
"Ask before closing a connected browser window." = "Perguntar antes de fechar uma janela com ligação activa.";

/* NSTextField (Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded.) : <title:Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded.> (oid:3037) */
"Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded." = "Tentar extrair texto a partir de imagens PNG, JPEG ou GIF enviadas e criar um novo documento.";

/* NSButton (Automatically check for updates in) : <title:Automatically check for updates in> (oid:1380) */
"Automatically check for updates in" = "Procurar automaticamente actualizações de";

/* NSTabViewItem : <title:Bandwidth> (oid:4919) */
"Bandwidth" = "Largura banda";

/* NSBox (Bookmarks) : <title:Bookmarks> (oid:1615) */
"Bookmarks" = "Marcadores";

/* NSBox (Box) : <title:Box> (oid:1705) */
"Box" = "Box";

/* NSButton (Bring window to front when transfer starts) : <title:Bring window to front when transfer starts> (oid:1237) */
"Bring window to front when transfer starts" = "Passar a janela Transferências para a frente ao iniciar uma transferência";

/* NSTabViewItem : <title:Browser> (oid:4924) */
"Browser" = "Navegador";

/* NSButton (Change Settings…) : <title:Change Settings…> (oid:4024) */
"Change Settings…" = "Alterar definições…";

/* NSButton (Change permissions) : <title:Change permissions> (oid:1264) */
"Change permissions" = "Alterar permissões";

/* NSTextField (Changes take effect the next time you open the application.) : <title:Changes take effect the next time you open the application.> (oid:3827) */
"Changes take effect the next time you open the application." = "As alterações entram em efeito na próxima vez que iniciar a aplicação.";

/* NSButton (Check for Update Now) : <title:Check for Update Now> (oid:1381) */
"Check for Update Now" = "Procurar actualizações agora";

/* NSTextField (Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy.) : <title:Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy.> (oid:5430) */
"Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy." = "Escolha a opção de Armazenamento de Redundância Reduzida (Reduced Redundancy Storage/RRS) para reduzir os seus custos ao armazenar dados não críticos e reproduzíveis a níveis inferiores de redundância.";

/* NSTextField (Choose the algorithm to encrypt files with on upload.) : <title:Choose the algorithm to encrypt files with on upload.> (oid:6075) */
"Choose the algorithm to encrypt files with on upload." = "Escolha o algoritmo para cifrar ficheiros ao enviar.";

/* NSButton (Close window when transfer completes) : <title:Close window when transfer completes> (oid:1238) */
"Close window when transfer completes" = "Fechar a janela Transferências ao concluir a transferência";

/* NSButton (Confirm disconnect) : <title:Confirm disconnect> (oid:849) */
"Confirm disconnect" = "Confirmar ao desligar";

/* NSTextField (Connect to bookmark:) : <title:Connect to bookmark:> (oid:1203) */
"Connect to bookmark:" = "Ligar ao marcador:";

/* NSTabViewItem : <title:Connection> (oid:4922) */
"Connection" = "Ligação";

/* NSButton (Convert to Google Docs format) : <title:Convert to Google Docs format> (oid:2698) */
"Convert to Google Docs format" = "Converter para formato Google Docs";

/* NSButton (Default) : <title:Default> (oid:1449) */
"Default" = "Predefinido";

/* NSBox (Default Bucket Location) : <title:Default Bucket Location> (oid:1812) */
"Default Bucket Location" = "Localização predefinida do bucket";

/* NSBox (Default Protocol Handler) : <title:Default Protocol Handler> (oid:1581) */
"Default Protocol Handler" = "Gestor predefinido do protocolo";

/* NSBox (Default Storage Class) : <title:Default Storage Class> (oid:5429) */
"Default Storage Class" = "Classe de armazenamento predefinida";

/* NSTextField (Default protocol:) : <title:Default protocol:> (oid:852) */
"Default protocol:" = "Protocolo predefinido:";

/* NSTextField (Documents:) : <title:Documents:> (oid:2672) */
"Documents:" = "Documentos:";

/* NSButton (Double click opens file in external editor) : <title:Double click opens file in external editor> (oid:894) */
"Double click opens file in external editor" = "Duplo clique abre o ficheiro em editor externo";

/* NSTextField (Download Folder:) : <title:Download Folder:> (oid:1232) */
"Download Folder:" = "Pasta para descargas:";

/* NSBox (Downloads) : <title:Downloads> (oid:2472) */
"Downloads" = "Descargas";

/* NSTabViewItem : <title:Editor> (oid:4917) */
"Editor" = "Editor";

/* NSBox (Encryption) : <title:Encryption> (oid:6074) */
"Encryption" = "Cifra";

/* NSButton (Execute) : <title:Execute> (oid:1267) */
"Execute" = "Execução";

/* NSTextField (Existing Files:) : <title:Existing Files:> (oid:1284) */
"Existing Files:" = "Se o ficheiro existir:";

/* NSTabViewItem : <title:FTP> (oid:4925) */
"FTP" = "FTP";

/* NSTabViewItem : <title:Filter> (oid:1423) */
"Filter" = "Filtro";

/* NSTabViewItem : <title:General> (oid:4921) */
"General" = "Geral";

/* NSTabViewItem : <title:Google Docs> (oid:5273) */
"Google Docs" = "Google Drive";

/* NSTextField (Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded.) : <title:Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded.> (oid:2473) */
"Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded." = "O Google Docs suporta a exportação de documentos para diferentes formatos de ficheiro. Escolha o formato predefinido para os documentos descarregados.";

/* NSTextField (Group) : <title:Group> (oid:1261) */
"Group" = "Grupo";

/* NSButton (Horizontal Lines) : <title:Horizontal Lines> (oid:889) */
"Horizontal Lines" = "Linhas horizontais";

/* NSButton (Info window always shows current selection) : <title:Info window always shows current selection> (oid:1353) */
"Info window always shows current selection" = "Janela Informações mostra sempre a seleccção actual";

/* NSTabViewItem : <title:Language> (oid:4940) */
"Language" = "Língua";

/* NSTextField (Long) : <title:Long> (oid:1393) */
"Long" = "Longo";

/* NSTextField (Maximum Throughput:) : <title:Maximum Throughput:> (oid:1738) */
"Maximum Throughput:" = "Taxa máxima de transferência:";

/* NSTextField (Medium) : <title:Medium> (oid:1392) */
"Medium" = "Médio";

/* NSTextField (Number of retries:) : <title:Number of retries:> (oid:1641) */
"Number of retries:" = "Número de tentativas:";

/* NSTextField (Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser.) : <title:Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser.> (oid:1592) */
"Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser." = "Abrir uma janela em branco ao abrir a aplicação. Uma ligação ao marcador seleccionado é aberta para uma nova janela.";

/* NSButton (Open downloaded files with default application) : <title:Open downloaded files with default application> (oid:1228) */
"Open downloaded files with default application" = "Abrir ficheiros recebidos com aplicação predefinida";

/* NSButton (Open new browser window on startup) : <title:Open new browser window on startup> (oid:1201) */
"Open new browser window on startup" = "Abrir uma nova janela ao iniciar";

/* NSMenuItem : <title:Open new connection> (oid:1411) */
"Open new connection" = "Abrir nova ligação";

/* NSButton (Optical Character Recognition (OCR)) : <title:Optical Character Recognition (OCR)> (oid:3038) */
"Optical Character Recognition (OCR)" = "Reconhecimento óptico de caracteres (OCR)";

/* NSMenu : <title:OtherViews> (oid:6078) */
"OtherViews" = "OtherViews";

/* NSTextField (Others) : <title:Others> (oid:1263) */
"Others" = "Outros";

/* NSTextField (Owner) : <title:Owner> (oid:1268) */
"Owner" = "Proprietário";

/* NSTabViewItem : <title:Permissions> (oid:1209) */
"Permissions" = "Permissões";

/* NSPanel (Preferences) : <title:Preferences> (oid:12) */
"Preferences" = "Preferências";

/* NSTextField (Presentations:) : <title:Presentations:> (oid:2674) */
"Presentations:" = "Apresentações:";

/* NSButton (Preserve modification date) : <title:Preserve modification date> (oid:1274) */
"Preserve modification date" = "Preservar data de modificação";

/* NSBox (Proxies) : <title:Proxies> (oid:4003) */
"Proxies" = "Proxies";

/* NSButton (Read) : <title:Read> (oid:1269) */
"Read" = "Leitura";

/* NSButton (Remove when transfer completes) : <title:Remove when transfer completes> (oid:1229) */
"Remove when transfer completes" = "Remover da janela Transferências ao concluir a transferência";

/* NSButton (Repeat failed networking tasks) : <title:Repeat failed networking tasks> (oid:1642) */
"Repeat failed networking tasks" = "Repetir tarefas de rede falhadas";

/* NSButton (Return key selects folder or file to rename) : <title:Return key selects folder or file to rename> (oid:1789) */
"Return key selects folder or file to rename" = "Tecla Retorno selecciona pasta ou ficheiro a renomear";

/* NSTabViewItem : <title:S3> (oid:4918) */
"S3" = "S3";

/* NSTabViewItem : <title:SFTP> (oid:4926) */
"SFTP" = "SFTP";

/* NSButton (Save Workspace) : <title:Save Workspace> (oid:1404) */
"Save Workspace" = "Guardar o espaço de trabalho";

/* NSTextField (Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default.) : <title:Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default.> (oid:1578) */
"Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default." = "Procurar por palavras-passe no Porta-Chaves. Por predefinição, guardar palavras-passe no Porta-Chaves após conseguir estabelecer acesso.";

/* NSTextField (Select a text editor to open files with by default if no other application installed can be found to edit a given file type.) : <title:Select a text editor to open files with by default if no other application installed can be found to edit a given file type.> (oid:1972) */
"Select a text editor to open files with by default if no other application installed can be found to edit a given file type." = "Seleccione um editor de texto predefinido para abrir ficheiros se nenhuma outra aplicação for encontrada para editar um determinado tipo de ficheiro.";

/* NSTextField (Select the default application to be opened for files or links pointing to an FTP location.) : <title:Select the default application to be opened for files or links pointing to an FTP location.> (oid:1576) */
"Select the default application to be opened for files or links pointing to an FTP location." = "Seleccione a aplicação predefinida para ser iniciada por ficheiros ou ligações para um endereço FTP.";

/* NSTextField (Select the default application to be opened for files or links pointing to an SFTP location.) : <title:Select the default application to be opened for files or links pointing to an SFTP location.> (oid:1586) */
"Select the default application to be opened for files or links pointing to an SFTP location." = "Seleccione a aplicação predefinida para ser iniciada por ficheiros ou ligações para um endereço SFTP.";

/* NSTextField (Short) : <title:Short> (oid:1391) */
"Short" = "Curto";

/* NSButton (Show hidden files) : <title:Show hidden files> (oid:875) */
"Show hidden files" = "Mostrar ficheiros invisíveis";

/* NSButton (Skip files matching the regular expression:) : <title:Skip files matching the regular expression:> (oid:1445) */
"Skip files matching the regular expression:" = "Ignorar ficheiros que correspondam à expressão regular:";

/* NSTextField (Spreadsheets:) : <title:Spreadsheets:> (oid:2676) */
"Spreadsheets:" = "Folhas de cálculo:";

/* NSBox (Text Encoding) : <title:Text Encoding> (oid:4394) */
"Text Encoding" = "Codificação do texto";

/* NSTextField (The geographic location in which buckets will be created by default.) : <title:The geographic location in which buckets will be created by default.> (oid:1814) */
"The geographic location in which buckets will be created by default." = "A localização geográfica em que os buckets serão criados por predefinição.";

/* NSTextField (The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server.) : <title:The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server.> (oid:4395) */
"The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server." = "A codificação de texto predefinida seleccionada é usada para converter caracteres nos nomes dos ficheiros exibidos no navegador. Esta deve corresponder com a codificação de texto definida no servidor.";

/* NSBox (Throttle Transfers) : <title:Throttle Transfers> (oid:1689) */
"Throttle Transfers" = "Restringir transferências";

/* NSTextField (Timeout for opening connections (seconds):) : <title:Timeout for opening connections (seconds):> (oid:1169) */
"Timeout for opening connections (seconds):" = "Intervalo para estabelecer ligações (segundos):";

/* NSBox (Timeouts) : <title:Timeouts> (oid:1125) */
"Timeouts" = "Intervalos de tempo excedidos";

/* NSTabViewItem : <title:Timestamps> (oid:1213) */
"Timestamps" = "Marcas temporais";

/* NSTextField (Transfer Files:) : <title:Transfer Files:> (oid:1406) */
"Transfer Files:" = "Ao transferir ficheiros:";

/* NSTabViewItem : <title:Transfers> (oid:4923) */
"Transfers" = "Transferências";

/* NSMenuItem : <title:Unlimited Bandwidth> (oid:1731) */
"Unlimited Bandwidth" = "Largura de banda ilimitada";

/* NSTabViewItem : <title:Update> (oid:4920) */
"Update" = "Actualizações";

/* NSButton (Upload with temporary filename) : <title:Upload with temporary filename> (oid:5593) */
"Upload with temporary filename" = "Enviar com nome de ficheiro temporário";

/* NSBox (Uploads) : <title:Uploads> (oid:2678) */
"Uploads" = "Envios";

/* NSButton (Use Keychain) : <title:Use Keychain> (oid:862) */
"Use Keychain" = "Usar Porta-Chaves";

/* NSMenuItem : <title:Use Large Icons> (oid:1621) */
"Use Large Icons" = "Usar ícones grandes";

/* NSMenuItem : <title:Use Medium Icons> (oid:1829) */
"Use Medium Icons" = "Usar ícones médios";

/* NSMenuItem : <title:Use Small Icons> (oid:1620) */
"Use Small Icons" = "Usar ícones pequenos";

/* NSButton (Use alternating row background) : <title:Use alternating row background> (oid:878) */
"Use alternating row background" = "Usar fundo de linhas alternantes";

/* NSMenuItem : <title:Use browser connection> (oid:1412) */
"Use browser connection" = "Usar a ligação activa";

/* NSButton (Use spring-loaded folders when dragging files) : <title:Use spring-loaded folders when dragging files> (oid:1354) */
"Use spring-loaded folders when dragging files" = "Usar pastas com abertura automática ao arrastar ficheiros";

/* NSButton (Use system proxy settings) : <title:Use system proxy settings> (oid:4029) */
"Use system proxy settings" = "Usar definições de proxy do sistema";

/* NSButton (Vertical Lines) : <title:Vertical Lines> (oid:879) */
"Vertical Lines" = "Linhas verticais";

/* NSTextField (When using small icons, only the nickname of the bookmark is displayed.) : <title:When using small icons, only the nickname of the bookmark is displayed.> (oid:1617) */
"When using small icons, only the nickname of the bookmark is displayed." = "Ao usar ícones pequenos, apenas o nome do marcador é mostrado.";

/* NSTextField (Will save all open browsers when quitting and restore the connections upon relaunch.) : <title:Will save all open browsers when quitting and restore the connections upon relaunch.> (oid:1590) */
"Will save all open browsers when quitting and restore the connections upon relaunch." = "Ao sair serão guardadas todas as janelas abertas e posteriormente serão restauradas as ligações ao reiniciar.";

/* NSButton (Write) : <title:Write> (oid:1262) */
"Write" = "Escrita";

/* NSTextField (You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online.) : <title:You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online.> (oid:2684) */
"You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online." = "Pode simplesmente guardar os ficheiros enviados no Google Docs, ou pode ainda converter os documentos de texto, apresentações ou folhas de cálculo para o formato do Google Docs para que mais tarde possa editá-los online.";

/* NSMenuItem : <title:for Files> (oid:1556) */
"for Files" = "para ficheiros";

/* NSMenuItem : <title:for Folders> (oid:1555) */
"for Folders" = "para pastas";

/* NSButton (to the permissions of the local file or folder) : <title:to the permissions of the local file or folder> (oid:1247) */
"to the permissions of the local file or folder" = "para as permissões do ficheiro ou pasta local";

/* NSButton (to the permissions of the remote file or folder) : <title:to the permissions of the remote file or folder> (oid:1254) */
"to the permissions of the remote file or folder" = "para as permissões do ficheiro ou pasta remota";

/* NSButton (to these permissions:) : <title:to these permissions:> (oid:1270) */
"to these permissions:" = "para as permissões:";

/* NSTextField (with delay (seconds):) : <title:with delay (seconds):> (oid:4579) */
"with delay (seconds):" = "com atraso (segundos):";

/* NSButton (with delay:) : <title:with delay:> (oid:1395) */
"with delay:" = "com atraso:";

